/* ----------
 This file is only needed if you are defining a custom importer attribute.  
 Most importer plugins will not need to do this.  
 Add this file to your project's localized resources if you have defined a custom attribute. 
 ----------*/

"com_ctags_functions" = "Fonction de code";
"com_ctags_functions.Description" = "Cherche une fonction définie dans un fichier source.";

"com_ctags_classes" = "Classe de code";
"com_ctags_classes.Description" = "Cherche une classe définie dans un fichier source.";

"com_ctags_macros" = "Macro de code";
"com_ctags_macros.Description" = "Cherche une macro définie dans un fichier source.";

"com_ctags_methods" = "Méthode de classe";
"com_ctags_methods.Description" = "Cherche une méthode définie dans un fichier source.";

"com_ctags_constructors" = "Contructeur de donnée";
"com_ctags_constructors.Description" = "Cherche un constructeur défini dans un fichier source.";

"com_ctags_types" = "Type de donnée";
"com_ctags_types.Description" = "Cherche un type de donnée défini dans un fichier source.";

"com_ctags_modules" = "Module de code";
"com_ctags_modules.Description" = "Cherche un module défini dans un fichier source.";

"com_ctags_globals" = "Variable Globale";
"com_ctags_globals.Description" = "Cherche une variable globale définie dans un fichier source.";

"com_ctags_structures" = "Structure de donnée";
"com_ctags_structures.Description" = "Cherche une structure de donnée dans un fichier source.";

"com_ctags_constants" = "Constante";
"com_ctags_constants.Description" = "Cherche une constante dans un fichier source.";

"com_ctags_enums" = "Enumération";
"com_ctags_enums.Description" = "Cherche une énumération définie dans un fichier source.";

